Repository: dev-tutors-ua/ttr-carousel
Catalog: lang/ttr-carousel-*.po
Languages: uk

source: Tutor
uk: Тьютор

source: Tutors
uk: Тьютори

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Title
uk: Заголовок

source: Image
uk: Картинка

source: Hyperlink
uk: Відсилка

source: Item Editor
uk: Редактор Пункта

source: Media
uk: Медіа Браузер

source: Upload or Select Image
uk: Завантажте або Виберіть Картинку

source: Select
uk: Вибрати

source: Add
uk: Додати

source: Updated
uk: Оновити

source: Carousel
uk: Карусель

source: Add New
uk: Створити Пункт

source: Arrange
uk: Редагуати Порядок

source: Arrange Elements
uk: Редактор Порядку

source: Update
uk: Оновити

source: Bootstrap carousel. Displays photos of size (1170 x 352), from image category
uk: Віджет каруселі, яка відображає картинки розміром (1170 x 352 px)
